Repository: nh36/ChinTransMem
Catalog: corpus/candidates/mozi/exports/tmx/mozi__mozi-038-esteem-for-righteousness__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 子墨子曰：「萬事莫貴於義。今謂人曰：『予子冠履，而斷子之手足，子為之乎？』必不為。
en: dressing him for burial. He climbs on the roof, looks into the well, readies into the rat holes, and searches in the washing basins to look for the dead man. Assuming that the man still exists this procedure is certainly stupid. If he does not exist this insistent search is the height of hypocrisy. When a Confucianist takes a wife, he has to escort her in person, dressed in ceremonial garments as a servant.

source: 何故？則冠履不若手足之貴也。
en: He drives the cart himself, as if waiting on a revered parent.

source: 又曰：『予子天下，而殺子之身，子為之乎？』必不為。何故？則天下不若身之貴也。
en: The dignity and solemnity of, the marriage ceremony compare with that of sacrifice and worship.

source: 爭一言以相殺，是貴義於其身也。
en: High and low are turned upside down.

source: 故曰：萬事莫貴於義也。
en: Father and mother are disobeyed.

source: 」子墨子自魯即齊，過故人，謂子墨子曰：「今天下莫為義，子獨自苦而為義，子不若已。」子墨子曰：
en: Parents are brought down to the level of the wife and the wife is exalted to interfere with service to parents. Can such conduct be called filial? The Confucianist tells us: A wife is taken to share in continuing the worship and sacrifice (to ancestors) and the son will attend to the ancestral temple, therefore they are highly regarded.'" We answer him: This is all false representation. For, his brothers attend to the ancestral temple for tens of years. Yet when they die he will momn for them only one year. The brothers’ wives continue the worship and sacrifice of his ancestors.

source: 「今有人於此，有子十人，一人耕而九人處，則耕者不可以不益急矣。何故？則食者眾而耕者寡也。今天下莫為義，則子如勸我者也，何故止我？」子墨子南遊於楚，見楚獻惠王，獻惠王以老辭，使穆賀見子墨子。
en: Yet, there is no mourning (upon their death) whatsoever. Then the three years’ mourning for the death of his wife and eldest son is evidently not for the reason of their attending to the ancestral temple and continuing the worship and sacrifice. Now, to be partial to one’s wife and son is already quite wayward. Yet the Confucianist pretends it to be for the sake of the in Yi Li. • f’ i, parents. TMs is partiality to the most favourite but neglect of the most important.

source: 子墨子說穆賀，穆賀大說，謂子墨子曰：「子之言則成善矣，而君王天下之大王也，毋乃曰『賤人之所為』，而不用乎？」子墨子曰：「唯其可行。
en: Isn’t this great perversity? Further, he holds tenaciously to the dogma of fate and argues: " Old age or early death, poverty or wealth, safety or danger, order or chaos are destined by the fate of Heaven and cannot be modified.

source: 譬若藥然，草之本，天子食之以順其疾，豈曰『一草之本』而不食哉？今農夫入其稅於大人，大人為酒醴粢盛，以祭上帝鬼神，豈曰『賤人之所為』而不享哉？故雖賤人也，上比之農，下比之藥，曾不若一草之本乎？且主君亦嘗聞湯之說乎？昔者湯將往見伊尹，令彭氏之子御，彭氏之子半道而問曰：
en: Failure or success, reward or punishment, luck or adversity, are all settled; the wisdom and power of man can do nothing." When the different officers believe this they will neglect their several duties. When the common people believe this they will neglect their work. Lax government will lead to disorder; inefficient agriculture will lead to poverty. And poverty is the root of disorder and insurrections. Yet the Confucianists take this teaching about fate to be the Tao and the principle of life. This is to destroy the people of the empire.

source: 『君將何之？』湯曰：『將往見伊尹。』彭氏之子曰：『伊尹，天下之賤人也。
en: Moreover, the Confucianist glosses over the elaborate ceremonials and music to make man extravagant; he extends mourning and pretends grief to cheat his parents.

source: 若君欲見之，亦令召問焉，彼受賜矣。』湯曰：『非女所知也。
en: He introduces fate and causes poverty, and lives in idleness.

source: 今有藥此，食之則耳加聰，目加明，則吾必說而強食之。
en: He overthrows the fundamentals and avoids work, and is indolent and proud.

source: 今夫伊尹之於我國也，譬之良醫善藥也。而子不欲我見伊尹，是子不欲吾善也。』因下彭氏之子，不使御。彼苟然，然後可也。
en: Self-indulgent in drinking and eating and too lazy to work, he often suffers from hunger and cold and is in danger of freezing and starvation, without ability to avert them. He behaves like a beggar; grasps food like a hamster, gazes at things like a he~goat, and rises up like a wild boar. The gentlemen all laugh at him. He becomes angry and exclaims: "What does the undisciplined man know about the good Confucianist? " In spring and summer he begs for grains. When the five grains are all gathered in hie resorts to tiie funerals.

source: 」子墨子曰：「凡言凡動，利於天鬼百姓者為之；
en: All the sons and grandsons are taken along and are filled with drink and food.

source: 凡言凡動，害於天鬼百姓者捨之。
en: It is sufficient for him to manage but a few funerals.

source: 凡言凡動，合於三代聖王堯、舜、禹、湯、文、武者為之；凡言凡動，合於三代暴王桀、紂、幽、厲者捨之。」子墨子曰：「言足以遷行者常之，不足以遷行者勿常。
en: He depends on others’ houses for Ms wealth and uses others’ fields to uphold his dignity. When a death takes place in a rich family he will rejoice greatly, for it is Ms opportunity for clothing and food. The Confiicianist says: The superior man must be ancient in mode of speech and in dress before he can be magnanimous." We answer him: The so-called ancient speech and dress were all modern once. W'hen the ancients first used that speech and wore that dress they would not be superior men (according to the Confucianists’ criteria). Do you therefore mean to say that one has to wear the dress of the non-superior man and speak the speech of the non-superior man before he can be magnanimous? Again, the Confucianist says: " The superior man con-forms to the old but does not make innovations." We answer him: In antiquity Yi invented the bow, Yii invented armour, Hsi Chung invented vehicles, and Ch'iao Ch’ui invented boats.

source: 不足以遷行而常之，是盪口也。」子墨子曰：「必去六辟。嘿則思，言則誨，動則事，使三者代御，必為聖人。必去喜，去怒，去樂，去悲，去愛，而用仁義。
en: Would he say, the tanners, armourers, and carpenters of to-day are all superior men, whereas Yi, Yii, Hsi Chung, and Oh’iao Ts’iii were ail ordinary men? Moreover, some of those whom he follows- must have been inventors. Then his instructions are after all the ways of the ordinary men. Again he says: When the superior man is victorious he does not pursue the fleeing enemy. When the enemy is kept at bay he does not shoot. When the enemy retreat he will help them pushing their carts." We answer him: If the magnanimous are here referred to, they have no occasion for strife.

source: 手足口鼻耳從事於義，必為聖人。」子墨子謂二三子曰：「為義而不能，必無排其道。
en: The magnanimous remind each other of the principle of right and wrong and of what is to be accepted and what is to be rejected.

source: 譬若匠人之斫而不能，無排其繩。」子墨子曰：
en: He who has no cause follows him who has it.

source: 「世之君子，使之為一犬一彘之宰，不能則辭之；使為一國之相，不能而為之。豈不悖哉！」子墨子曰：「今瞽曰：
en: He who has no knowledge follows him who has knowledge. Eunning short of argument he would acknowledge defeat, seeing good he would be converted. How can there be any strife? If the contestants are both wicked, though the victor does not pursue the fleeing enemy, though he does not shoot the enemy at bay, though he helps pushing the enemy’s carts in retreat — though he does all these, still he cannot be a superior man. On the other hand, suppose a sage starts out to destroy a curse on behalf of the empire.

source: 『鉅者白也，黔者黑也。』雖明目者無以易之。
en: He raises an army to punish the wicked and cruel state.

source: 兼白黑，使瞽取焉，不能知也。故我曰瞽不知白黑者，非以其名也，以其取也。今天下之君子之名仁也，雖禹、湯無以易之。
en: When he is victorious, let us suppose him to follow the Confucian way and command his army: " Don’t pursue the fleeing enemy. Don’t shoot when the enemy is at bay. Help them pushing the carts when they retreat." The wicked men will thus he set free and the curse of the world will not yet be removed. This is to harm the parents of the multitudes and greatly to ruin the world. Nothing can be more unrighteous! Again the Confucianist says: " The superior man is like a bell.

source: 兼仁與不仁，而使天下之君子取焉，不能知也。故我曰天下之君子不知仁者，非以其名也，亦以其取也。」子墨子曰：「今士之用身，不若商人之用一布之慎也。
en: It will sound when it is struck. It will remain silent when it is not struck.'’ We answer him: The magnanimous, in serving his superior, should be loyal, and in serving his parents, should be filial.

source: 商人用一布布，不敢繼苟而讎焉，必擇良者。今士之用身則不然，意之所欲則為之，厚者入刑罰，薄者被毀丑。則士之用身不若商人之用一布之慎也。」子墨子曰：「世之君子欲其義之成，而助之修其身則慍，是猶欲其牆之成，而人助之築則慍也。
en: When there is excellence (in the superior) he should adore, when there is fault he should give counsel. This is the way of a minister. Now, if one sounds only when struck, and remains silent when not struck, then he will hide his Imowledge and spare his efforts, waiting to be questioned before he answers. Even if there is some great advantage at stake to the lord or parents, he will not speak up without being asked. And, if a great invasion or insurrection is approaching or a conspiracy is afoot, and none know it but he; yet even in the presence of his lord and parents he will not speak up without being questioned.

source: 豈不悖哉！」子墨子曰：
en: What a criminal, producing confusion!

source: 「古之聖王，欲傳其道於後世，是故書之竹帛，鏤之金石，傳遺後世子孫，欲後世子孫法之也。今聞先王之遺而不為，是廢先王之傳也。」子墨子南遊使衛，關中載書甚多。
en: Such a man will not be loyal as a minister, filial as a son, respectful in serving an elder brother or gentle in treating the people. When benefit is in sight, the only fear should be that counsel may be late. When the ruler starts something not beneficial, one should fold his hands high on the breast and look down and utter with difficulty; " This I have not learned." Upon emergency one should withdraw and set out on a long journey. For, every principle, doctrine, and standard of magnanimity and righteousness are to be used on the large scale to rule men and on the small scale to hold office; widely, to exercise a universal influence and, narrowly, to cultivate one's person. What is not righteous should not be tolerated; what is not according to principle should not be practised: One should endeavour to procure benefits for the empire directly and indirectly, avoiding that which brings no profit: such is the way of the superior man. But what we hear of the conduct of K’ung Mo is diametrically opposed to this.

source: 弦唐子見而怪之，曰：「吾夫子教公尚過曰：『揣曲直而已。』今夫子載書甚多，何有也？」子墨子曰：「昔者周公旦朝讀書百篇，夕見漆十士，故周公旦佐相天子，其修至於今。
en: Lord Ching of Ohl asked Yentse: What kind of a man is Confucius? Yentse answered not. The Lord reiterated the question and there was still no answer. Lord Ching said: Many have told me about K’ung Mo and all said he was a virtuous man. Now that I am asking you about him, why should you not answer? Yentse replied: " Ying is not wise and cannot know virtuous men.

source: 翟上無君上之事，下無耕農之難，吾安敢廢此？翟聞之：同歸之物，信有誤者。然而民聽不鈞，是以書多也。今若過之心者，數逆於精微。
en: Yet Ying has heard that a virtuous man must be one who, upon entering a state, will endeavour to bring about friendly relations between the ruler and the ministers and dissolve the grudges between superior and subordinates. This man Confucius once visited the state of Ching. He heard of the plans of Duke Po and told them to Shih Ch’i. As a result, the lord almost perished and Duke Po was executed. Ying has also heard that the virtuous man does not obtain confidence of the superior by flattery or that of the subordinates by threat. If his counsels are listened to by the lord they will benefit the people, if his instructions are followed by the subordinates they will benefit the superior.

source: 同歸之物，既已知其要矣，是以不教以書也。而子何怪焉？」子墨子謂公良桓子曰：
en: His speech is plain and easy to understand and his conduct is plain and easy to follow.

source: 「衛，小國也，處於齊、晉之間，猶貧家之處於富家之間也。貧家而學富家之衣食多用，則速亡必矣。今簡子之家，飾車數百乘，馬食菽粟者數百匹，婦人衣文繡者數百人。
en: His righteous conduct enlightens the people and his thoughtful counsel convinces the lord and his ministers. Now, this man Confucius with elaborate plans conspired with the rebels and with devious plots committed depravity. To persuade the subordinates to plot against their superior and tell the ministers to assassinate their lord is not the conduct of a virtuous man. To enter a country and join with its traitors is not akin to the righteous. To urge those who are known to be disloyal to revolt does not fit the way of the magnanimous. Plotting against one at a distance and condemning one behind his back, his conduct enlightening not the people and his counsel convincing not the lord — how Confucius is different from Duke Po, your servant Ying does not see.

source: 吾取飾車食馬之費與繡衣之財以畜士，必千人有餘。
en: This is why I did not answer you." Lord Ching said: Oh!

source: 若有患難，則使百人處於前，數百於後，與婦人數百人處前後，孰安？吾以為不若畜士之安也。」子墨子仕人於衛，所仕者至而反。子墨子曰：
en: I have been benefited. If it were not for you, I would never in my life understand K’ung Mo to be of the same kind as Duke Po." K’ung Mo visited the state of Ch’i and saw Lord Ching. Lord Ching was pleased and was going to assign Ni Hsi to him. He told Yentse about it. Yentse said: Please do not. A scholar of his school would sit crouching and take things easy, therefore he cannot be made to teach the subordinates.

source: 「何故反？」對曰：「與我言而不當。曰『待女以千盆』，授我五百盆，故去之也。
en: He likes music and will corrupt the people, and therefore cannot be trusted to govern.

source: 」子墨子曰：「授子過千盆，則子去之乎？」對曰：「不去。」子墨子曰：「然則非為其不審也，為其寡也。
en: He believes in fate and will neglect his duty, therefore he cannot be given an office. He lays emphasis on mourning and makes much of grief, therefore he cannot be made to take care of the,, people. He will be formal in dress and affected in manners, therefore he cannot lead the multitudes. Kmng Mo dresses elaborately and puts on adornments to mislead the people, promotes music and dancing to attract the multitudes, performs elaborate ceremonies of going up and coming down the steps, and practises the etiquette of rushing and soaring to dazzle the multitudes. With all his extensive learning he cannot plan for the world; wit-hull his laborious thought he cannot help the people. A whole lifetime cannot exhaust his learning; the grown man cannot observe his ceremonies; and even the wealthy cannot enjoy his music.

source: 」子墨子曰：「世俗之君子，視義士不若負粟者。今有人於此，負粟息於路側，欲起而不能，君子見之，無長少貴賤，必起之。何故也？曰：
en: He elaborates and adorns his improper ways to keep the lords busy; he profusely furnishes sounds and music to corrupt the people. His principles cannot instruct the world; his learning cannot lead the multitudes. Now you, my lord, commission him to change the customs of Ch’i. It really is not the way to lead a country and bring forward the multitudes." The Lord said: This is well." Thereupon the Lord gave him valuable gifts but retained the commission, received him with respect but did not inquire into his teaching. K’ung Mo became angry, angry with Lord Ching and Yentse. So, he placed Ch’ih Yi Tse P’i in the following of Then Ch’ang, and communicated his plans to Huitse of the South City.

source: 義也。今為義之君子，奉承先王之道以語之，縱不說而行，又從而非毀之。
en: Then he returned to Lu. Before long, Ch’i desired to attack Lu. He remarked to Tse Kiing: " Oh, Ts’e!

source: 則是世俗之君子之視義士也，不若視負粟者也。」子墨子曰：「商人之四方，市賈信徙，雖有關梁之難，盜賊之危，必為之。
en: now is the time to do the great deed/' Thereupon he sent Tse Kung to Ch'i and, through the introduction of Huitse of the South City,' saw,' Then Ch'ang. Tse Kmig persuaded him td attack Wu.(instead •of Lu). He also told Kao Kuo Pao Yen not to interfere with Then Ch'ang's insurrection. Then he went, "on and persuaded Yiieh to attack Wu. For three years, both Chh and Wu were threatened with ruin. The bodies of those killed amounted to hundreds of thousands.

source: 今士坐而言義，無關梁之難，盜賊之危，此為信徙，不可勝計，然而不為。
en: And this was the revenge of K'ung Mo, K'ung Mo was once 'the Chief Justice of Lu. But he abandoned the cause of the lord and entered the service of Chi Sun. Chi Sun was the Chancellor of Lu but deserted his trust and ran away. As he was trying to force the gate against the guards, K'ung Mo lifted the beam (for him). Once, K'ung Mo was in straits between Ts’ai and Ch'en having only vegetable soup without even rice to eat. After ten days of this, Tse Lu cooked a pig for him.

source: 則士之計利，不若商人之察也。」子墨子北之齊，遇日者。
en: K'ung Mo did not inquire whence the meat came, and ate.

source: 日者曰：「帝以今日殺黑龍於北方，而先生之色黑，不可以北。」子墨子不聽，遂北，至淄水，不遂而反焉。日者曰：
en: Tse Lu was exhausted, and his followers became so ill that they were unable to rise. He, like Peter in the Christian Apostolic circle, is noted for courage and straight-forwardness. p robbed some one of Ms garment and exclianged it for wine. K’ung Mo did not inquire whence the wine came, and drank. But when Lord Ai received Confucius, Confucius world not sit on a mat that was not placed straight and would not eat meat that was not cut properly. Tse Lu went to him and asked: Why the reverse to what you did on the borders of CMen and Ts’ai?" E’ung Mo answered: "Come, let me tell you.

source: 「我謂先生不可以北。」子墨子曰：
en: Then, our goal was to keep alive.

source: 「南之人不得北，北之人不得南，其色有黑者，有白者，何故皆不遂也？且帝以甲乙殺青龍於東方，以丙丁殺赤龍於南方，以庚辛殺白龍於西方，以壬癸殺黑龍於北方，若用子之言，則是禁天下之行者也。
en: Now our goal is to behave righteously/’ Now when hunger-stricken he was not scrupulous about the means of keeping alive, and when satiated he acted hypocritically to appear refined. What foolery, perversion, villainy, and pretension can be greater than this! K’ung Mo was lounging with his disciples. He remarked: His followers and disciples all imitated him; Tse Kung and Chi Lu assisted K’ung Li and committed high treason against the state of Wei. Yang Huo rebelled against Ch’i.

source: 是圍心而虛天下也，子之言不可用也。
en: Fei Kan was entrusted with Chung Mou and became independent.

source: 」子墨子曰：「吾言足用矣，捨言革思者，是猶捨獲而捃粟也。以其言非吾言者，是猶以卵投石也，盡天下之卵，其石猶是也，不可毀也。」
en: Ch’iTiao had a ferocious appearance. Nothing can be more... than this! Of course the disciples and pupils, following a teacher, will advocate his doctrines and imitate his conduct. Only, they are not as powerful and not as clever. Now, since such was the conduct of K’lmg Mo, the Confucian scholars are naturally to be objects of suspicion.
